{
  "agitator.nvim": { "branch": "main" },
  "barbar.nvim": { "branch": "master" },
  "diffview.nvim": { "branch": "main" },
  "kanagawa.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "neogit": { "branch": "master" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" }
}
